fascist =('............/´¯/)...................(\¯`\\ \n'
'.........../...//....ЗДОХНИ...\\...\\\n'
'........../...//......ФАШИСТ...\\...\\\n'
'...../´¯/..../´¯\.ЕБАНЫй../¯` \....\¯`\\ \n'
'.././.../..../..../.|_......._|.\....\....\...\...\\ \n'
'(.(....(....(..../..)..)…...(..(.\....)....)....)...)\n'
'.\................\/.../......\...\/................/\n'
'..\.................. /.........\................../')
saiba=(' \n'
'        ⡰⢊⣉⣭⣭⣕⣦⡠⠤⠔⠒⠒⠒⠛⠻⠭⣿⠲⣶⢤⡀\n'
'       ⠸⠊⠁ ⢀⡠⠒⠊⠛⠃    ⠤⠤⡀  ⠈⠑⢄⢙⣿⡛⣾⣦⡀\n'
'           ⡠⢫⠞                ⠈⠳⡄    ⠣⠈⠙⡏⢳⣷\n'
'         ⢠⢳⠁⢠⠰⢡⠆  ⡴⢠  ⣼⡀⠰⡘⡄    ⢳⠐⢹⣿⣟\n'
'         ⡜⣇⢠⣇⣧⣿⡄⢰⣿⣸⢰⣏⢳⣤⣱⣧⢀⡀⠘⣧⣿⣷⣿ \n'
'         ⡇⣿⣿⢻⣿⣣⣿⣾⡿⣿⣿⣯⣴⣿⡿⢿⢸⢰⣴⣿⣿⣿⠃\n'
'         ⡇⣹⡟⠛⣿⣿⣿⠙⠃⠈⠛⡏⣿⣿⢹⢸⢸⣾⣿⡯⢻⣿⣷⡀\n'
'         ⢱⣿⡇  ⢟⢿⢿        ⠱⣻⣏⠇⢸⢸⣿⣿⡇⣸⣿⣿⣿\n'
'         ⢸⣿⡃  ⠈⠙⠉⠰              ⢸⣼⣿⣿⣿⡍⠛⠋ \n'
'           ⢿⣧⣀          ⣀⡀  ⣀⣀⠤⣧⣿⣿⣿⣿⣷ \n'
'           ⠈⢿⣿⢿⡉⠓⢲⢾⣯⣉⣠⠔⢿⣼⡿⣟⠡⣿⣿⠿ \n'
'               ⠈      ⢇⣸⢞⡁⢈⣕⣚⣅⣠⣋⡀ \n'
'                     ⡔⣺⣿⠞⡿⠿⡟⢿⣿⡔⢒⣺ \n'
'                   ⣠⣹⢼⡟⢺⠃  ⠹⡉⢿⣯⠥⣼ \n'
'             ⣀⡤⠤⣿⣯⣿⠉⣿      ⣯⢹⣿⡭⠝ \n'
'       ⢠⡶⠭⢒⣒⡫⠭⣿⡏⠙⢹      ⣿⣀⣀⣰ \n'
'         ⠉⠉⠁        ⢖⢖⣲⣛⠖⠲⣺⣯⠝⠛ \n'
'                     ⣀⣀⣠⣿⣿⣤⣤⣽⣿⣤⣄⣀⡀ \n'
'                             ⠈\n')
abort=('ТЫ ТЫ ПРИВЕЛА ПРИМЕР ТЫ ПРИВЕЛА ПРИМЕР ТЫ БЛЯДЬ ТУПАЯ ПИЗДА ПРИВЕЛА БЛЯДЬ ПРИМЕР МОГУ ЛИ Я ПРОВЕСТИ МОГУ ЛИ Я '+
      'ПРОВЕСТИ ДИАЛОГ ТЫ СПРОСИЛА БЛЯДЬ МОГУ ЛИ Я ПРОВЕСТИ ЕБАННЫЙ ДИАЛОГ С ЭМБРИОНОМ ТО ЕСТЬ ДЛЯ ТЕБЯ КРИТЕРИЙ МОГУ ЛИ' +
      ' Я ПРОВЕСТИ ДИАЛОГ С ЭТИМ ОРГАНИЗМОМ Я НЕ МОГУ ПРОВЕСТИ ДИАЛОГ СО СПЯЩИМ ЧЕЛОВЕКОМ ЗНАЧИТ ПО ТВОЕМУ КРИТЕРИЮ ЗНАЧИТ' +
      ' ПО ТВОЕМУ СРАНОМУ ЕБАННОМУ МУДАЦКОМУ КРИТЕРИЮ ПО ТВОЕМУ ЕБАННОМУ МУДАЦКОМУ СРАНОМУ ТУПОПЕЗДНОМУ УЕБИЩНОМУ БЛЯДЬ АМОРАЛЬНОМУ' +
      ' СРАНОМУ АТЕИСТИЧЕСКОМУ НИГИЛИСТИЧЕСКОМУ СВЕТСКОМУ КРИТЕРИЮ ДЕГЕНЕРАТИВНОМУ БЛЯДЬ СРАНОМУ ЕБАННОМУ ДЕГЕНЕРАТИВНОМУ МУДАЦКОМУ' +
      ' ОБОССАННОМУ ТУПОМУ БЛЯДЬ СРАНОМУ ЕБАННОМУ ИЗВРАЩЕННОМУ КРИТЕРИЮ МОЖНО УБИВАТЬ СПЯЩИХ ЛЮДЕЙ А НЕСПЯЩИХ ЛЮДЕЙ НЕЛЬЗЯ')
