fascist =('............/´¯/)...................(\¯`\\ \n'
'.........../...//....ЗДОХНИ...\\...\\\n'
'........../...//......ФАШИСТ...\\...\\\n'
'...../´¯/..../´¯\.ЕБАНЫй../¯` \....\¯`\\ \n'
'.././.../..../..../.|_......._|.\....\....\...\...\\ \n'
'(.(....(....(..../..)..)…...(..(.\....)....)....)...)\n'
'.\................\/.../......\...\/................/\n'
'..\.................. /.........\................../')
saiba=(' \n'
'        ⡰⢊⣉⣭⣭⣕⣦⡠⠤⠔⠒⠒⠒⠛⠻⠭⣿⠲⣶⢤⡀\n'
'       ⠸⠊⠁ ⢀⡠⠒⠊⠛⠃    ⠤⠤⡀  ⠈⠑⢄⢙⣿⡛⣾⣦⡀\n'
'           ⡠⢫⠞                ⠈⠳⡄    ⠣⠈⠙⡏⢳⣷\n'
'         ⢠⢳⠁⢠⠰⢡⠆  ⡴⢠  ⣼⡀⠰⡘⡄    ⢳⠐⢹⣿⣟\n'
'         ⡜⣇⢠⣇⣧⣿⡄⢰⣿⣸⢰⣏⢳⣤⣱⣧⢀⡀⠘⣧⣿⣷⣿ \n'
'         ⡇⣿⣿⢻⣿⣣⣿⣾⡿⣿⣿⣯⣴⣿⡿⢿⢸⢰⣴⣿⣿⣿⠃\n'
'         ⡇⣹⡟⠛⣿⣿⣿⠙⠃⠈⠛⡏⣿⣿⢹⢸⢸⣾⣿⡯⢻⣿⣷⡀\n'
'         ⢱⣿⡇  ⢟⢿⢿        ⠱⣻⣏⠇⢸⢸⣿⣿⡇⣸⣿⣿⣿\n'
'         ⢸⣿⡃  ⠈⠙⠉⠰              ⢸⣼⣿⣿⣿⡍⠛⠋ \n'
'           ⢿⣧⣀          ⣀⡀  ⣀⣀⠤⣧⣿⣿⣿⣿⣷ \n'
'           ⠈⢿⣿⢿⡉⠓⢲⢾⣯⣉⣠⠔⢿⣼⡿⣟⠡⣿⣿⠿ \n'
'               ⠈      ⢇⣸⢞⡁⢈⣕⣚⣅⣠⣋⡀ \n'
'                     ⡔⣺⣿⠞⡿⠿⡟⢿⣿⡔⢒⣺ \n'
'                   ⣠⣹⢼⡟⢺⠃  ⠹⡉⢿⣯⠥⣼ \n'
'             ⣀⡤⠤⣿⣯⣿⠉⣿      ⣯⢹⣿⡭⠝ \n'
'       ⢠⡶⠭⢒⣒⡫⠭⣿⡏⠙⢹      ⣿⣀⣀⣰ \n'
'         ⠉⠉⠁        ⢖⢖⣲⣛⠖⠲⣺⣯⠝⠛ \n'
'                     ⣀⣀⣠⣿⣿⣤⣤⣽⣿⣤⣄⣀⡀ \n'
'                             ⠈\n')
abort=('ТЫ ТЫ ПРИВЕЛА ПРИМЕР ТЫ ПРИВЕЛА ПРИМЕР ТЫ БЛЯДЬ ТУПАЯ ПИЗДА ПРИВЕЛА БЛЯДЬ ПРИМЕР МОГУ ЛИ Я ПРОВЕСТИ МОГУ ЛИ Я '+
      'ПРОВЕСТИ ДИАЛОГ ТЫ СПРОСИЛА БЛЯДЬ МОГУ ЛИ Я ПРОВЕСТИ ЕБАННЫЙ ДИАЛОГ С ЭМБРИОНОМ ТО ЕСТЬ ДЛЯ ТЕБЯ КРИТЕРИЙ МОГУ ЛИ' +
      ' Я ПРОВЕСТИ ДИАЛОГ С ЭТИМ ОРГАНИЗМОМ Я НЕ МОГУ ПРОВЕСТИ ДИАЛОГ СО СПЯЩИМ ЧЕЛОВЕКОМ ЗНАЧИТ ПО ТВОЕМУ КРИТЕРИЮ ЗНАЧИТ' +
      ' ПО ТВОЕМУ СРАНОМУ ЕБАННОМУ МУДАЦКОМУ КРИТЕРИЮ ПО ТВОЕМУ ЕБАННОМУ МУДАЦКОМУ СРАНОМУ ТУПОПЕЗДНОМУ УЕБИЩНОМУ БЛЯДЬ АМОРАЛЬНОМУ' +
      ' СРАНОМУ АТЕИСТИЧЕСКОМУ НИГИЛИСТИЧЕСКОМУ СВЕТСКОМУ КРИТЕРИЮ ДЕГЕНЕРАТИВНОМУ БЛЯДЬ СРАНОМУ ЕБАННОМУ ДЕГЕНЕРАТИВНОМУ МУДАЦКОМУ' +
      ' ОБОССАННОМУ ТУПОМУ БЛЯДЬ СРАНОМУ ЕБАННОМУ ИЗВРАЩЕННОМУ КРИТЕРИЮ МОЖНО УБИВАТЬ СПЯЩИХ ЛЮДЕЙ А НЕСПЯЩИХ ЛЮДЕЙ НЕЛЬЗЯ')

commands=('Команды общего назначения (развлекательные):\n'+
'"!пик" или "!пикча" - достает и присылает случайную картинку из vk.com/s_for_smark Если не хотите видеть кучу анимешных жоп, лучше не использовать\n'+
'"!кот" - присылает случайную картинку с сайта thiscatdoesnotexist.com/\n'+
'"!кто [ваш_текст]" - отвечает сообщением содержащее [ваш_текст] и имя с фамилией случайного участника конференции\n'+
'"!инфа [ваш_текст]" - отвечает сообщением содержащее [ваш_текст] и случайным числом от 0 до 100 , описывающим вероятность события\n'+
'\n'+
'Команды с вероятностью/пасхалки:\n'+
'Не хочу описывать что в них находится ввиду того, что тогда совсем становится неинтересно. Скажу лишь что это именно вшитые в код команды и их нельзя заменить командами, описанными далее по тексту\n'+
'Команды, требующие прямого соответствия тексту - "сука", "cerf", "a", "чо", "че", "чё"\n'+
'Команды, триггерящиеся, если часть слова есть в тексте - "гитлер", "нациз", "нацис", "гитлир", "гача", "фго", "фаши", "сейб", "сэйб", "сэиб"\n'+
'\n'+
'Команды для работы с конференцией/ботом:\n'+
'Если че, все команды с банами/разабнами я могу юзать глобально, так что если что-то не работает, то скорее всего я это отключил на время\n'+
'\n'+
'"!репорт [ваш_текст]" - присылает МНЕ сообщение которое, вы описали в [ваш_текст], Если хотите о чем-то спросить, зарепортить баг или попросить что-то сделать в боте - всегда пожалуйста. Лишь прошу не пишите хуйню в большом количестве, я обижусь и забаню вас в боте.\n'+
'_____________________________________________________________________\n'+
'"!бан *тагнутый_человек" - функция доступная исключительно администраторам конференции. Банит человека, запрещая ему пользоваться всем функционалом робота, за исключением викторины.  и !мем (пример: !бан *smark_kalosos (Mark Calaway))\n'+
'"!разбан *тагнутый_человек" - по аналогии с командой наверху, только разбанивает человека в конференции\n'+
'\n'+
'Администраторы могут забанить сами себя но пока они находятся в этой роли, никаких последствий это не несет.\n'+
'_____________________________________________________________________\n'+
'"!бан_ком [слово]" - банит ЛЮБОЙ триггер у бота (т.е. запрещает вызывать забаненную в  [слово] команду в любом виде). Доступна только администраторам конференций и действует локально на конференцию.\n'+
'"!разбан_ком [слово]" - разбанивает забаненное слово\n'+
'\n'+
'На администраторы не распространяется запрет использования команд (забанить разбан не выдет га га га)\n'+
'_____________________________________________________________________\n'+
'"!добавить [триггер]|[ответ](|[параметры])"  - добавляет в конференцию триггер с ответом.  Параметры, существующие на данный момент: set_chance - указывает шанс, с которым должен срабатывать триггер (0 - во всех случаях и до 10000), strict - 0, если триггер должен срабатывать при полном соответствии сообщению, 1 , если триггер может входить в текст сообщения. параметры являются необязательным полем и вы можете использовать данную команду без них и без последнего символа "|". В таком случае устанавливается set_chance и strict в нулевые значения. (прим.: !добавить !мать|жива - будет реагировать исключительно на сообщение "!мать"; добавить батя|травы|set_chance=2 strict=1 - с шансом 1 к 3 будет реагировать ответом "травы" на любое сообщение содержащее подстроку "батя"). Я могу добавить какой-то триггер глобально, но если вы добавите такой же локально у  себя, то будет тригерриться именно ваш.\n'+
'Если вы добавляете несколько раз один триггер с разными ответами и одинаковыми параметрами, то ответ будет выбираться рандомно. Если добавлять одинаковый триггер несколько раз, но с разными параметрами, то я не ебу че там выбираться блять будет тут и так стена текста которую никто не прочитает лол))) (а так правда не ебу, просто не делайте так)\n'+
'\n'+
'"!убрать [триггер](|[параметры])" - убирает данный триггер и все ответы, если у него были заданы параметры их обязательно нужно указать при удалении, иначе ничего не удалится\n'+
'\n'+
'Сторонние скрипты:\n'+
'Эти две команды не привязаны к основе бота, но, возможно я их когда-нибудь перенесу в основу\n'+
'"!вик" или "!викторина" - начинает викторину, где вам надо угадать слово. Каждые три написанные сообщения в диалоге открывает одну букву и снимает балл с зачета за правильный ответ\n'+
'"!бук" или "!буква" -  открывает одну букву в начатой викторине снимает балл с зачета за правильный ответ\n'+
'"!отв" или "!ответ" - показывает ответ на вопрос и заканчивает викторину\n'+
'"!ладдер" - показывает сколько баллов у каждого участника викторины в конференции (1 балл равен 1 угаданной (нераскрытой) букве)\n'+
'"!мем" - делает из вашей аватарки кривой демотиватор из шаблонов\n'+
'\n'+
'В боте присутствует еще какое-то количество секретных функций, да и я могу что-то добавить,  но пусть это будет секретом.\n'+
'')