naz_list = ['photo-89104511_456239030', 'photo-89104511_456239033', 'photo-89104511_456239032',
            'photo-89104511_456239031', 'photo-89104511_456239043',
            'photo-89104511_456239044', 'photo-89104511_456239045', 'photo-89104511_456239046',
            'photo-89104511_456239047', 'photo-89104511_456239048',
            'photo-89104511_456239049', 'photo-89104511_456239050', 'photo-89104511_456239051']

gacha_list = ['photo-89104511_456239022', 'photo-89104511_456239023', 'photo-89104511_456239026',
              'photo-89104511_456239028', 'photo-89104511_456239029',
              'photo-89104511_456239039', 'photo-89104511_456239041', 'photo-89104511_456239042',
              'photo-89104511_456239034', 'photo-89104511_456239035',
              'photo-89104511_456239036', 'photo-89104511_456239037', 'photo-89104511_456239038']

cerf_list = ['photo-101248136_387018275']

gatari_alb_lsit = ['258232430', '234099891', '239175314', '245592764', '166567820', '149098303', '167523758',
                   '176381445',
                   '178221246', '179818772', '181471206', '208801797', '182780370', '221621091', '201012094',
                   '233424541', '246381092']

answ = ['Я думаю, что ', 'С уверенностью могу сказать, что ', 'Мне кажется, ',
        'С помощью фактов и логики я доказал, что ',
        'Я провел мысленный экперимент и выяснил, что ', 'Здравый смысл говорит мне о том, что ',
        'Как показывает практика, ',
        'Используя диалектическую логику, я пришел к выводу, что ', 'Как по мне, то ',
        'Благодаря чувственному опыту я определил, что ', 'Думается мне, что ',
        'Проведя некие изыскания, я высяснил, что ', 'С чистой совестью и гордым сердцем я говорю вам, что ',
        'Чуйка мне нашептала о том, что ',
        'Прикинув раз на раз, я определился с тем, что ', 'Мои интеллектуальные потуги привели меня к тому, что ',
        'Уверяю вас в том, что ', 'Долго размышляя, я пришел к идеи, что ']
